export const ideas = [
  {
    id: 1,
    title: 'IDEA 1',
    description: `Открытый исходный код: Linux является свободно распространяемой ОС, исходный код которой открыт для изучения, модификации и распространения.

Высокая стабильность и безопасность: благодаря архитектуре и частым обновлениям, Linux обеспечивает высокую устойчивость и защищенность от вредоносных программ.

Многозадачность: поддерживает одновременное выполнение множества процессов.

Многопользовательская поддержка: позволяет работать нескольким пользователям на одном компьютере.

Поддержка различных файловых систем: например, ext4, XFS, Btrfs и другие.

Программное обеспечение: поддерживаемое Linux.

Многопользовательская поддержка: позволяет работать нескольким пользователям на одном компьютере.

Поддержка различных файловых систем: например, ext4, XFS, Btrfs и другие.`,
    categories: ['Срочно', 'Бюджет', 'Креатив', 'Долгосрочное', 'Эксперимент', 'Перспективное'],
    upVotes: 1,
    downVotes: 1,
    date: '2025-05-10',
    status: 'neutral'
  },
  {
    id: 2,
    title: 'IDEA 2',
    categories: ['Срочно', 'Бюджет', 'Развитие', 'Дизайн/брендинг', 'Эксперимент', 'Перспективно'],
    upVotes: 10,
    downVotes: 1,
    date: '2025-05-11',
    status: 'approved'
  },
  {
    id: 3,
    title: 'IDEA 3',
    categories: ['Срочно', 'Бюджет', 'Развитие'],
    upVotes: 1,
    downVotes: 10,
    date: '2025-05-12',
    status: 'rejected'
  },
  {
    id: 4,
    title: 'IDEA 4',
    categories: ['Производство', 'Дизайн/брендинг'],
    upVotes: 2,
    downVotes: 1,
    date: '2025-05-13',
    status: 'neutral'
  }
];